<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：English(en)
 * 共有 47 条翻译
 */

$lang = array (
  '缓存管理' => '缓存管理',
  '添加区块' => '添加区块',
  '无' => '无',
  '区域' => '区域',
  '权重' => '权重',
  '启用' => '启用',
  '配置' => '配置',
  '恢复默认值' => '恢复默认值',
  '此操作不可恢复。将删除针对此区块的自定义配置，恢复初始值！' => '此操作不可恢复。将删除针对此区块的自定义配置，恢复初始值！',
  '区块管理' => '区块管理',
  '这个主题不能设置区块' => '这个主题不能设置区块',
  '保存成功' => '保存成功',
  '已恢复默认值' => '已恢复默认值',
  '区块配置' => '区块配置',
  '区块列表' => '区块列表',
  '所属模块' => '所属模块',
  '显示标题' => '显示标题',
  '隐藏标题则留空' => '隐藏标题则留空',
  '显示设置' => '显示设置',
  '在下列页面显示' => '在下列页面显示',
  '除下列页面外的其它页面显示' => '除下列页面外的其它页面显示',
  '根据系统路径设置区块显示，可使用以下三种匹配模式：' => '根据系统路径设置区块显示，可使用以下三种匹配模式：',
  '普通模式：一行一个。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页' => '普通模式：一行一个。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页',
  '当 PHP 代码返回 TRUE 时显示' => '当 PHP 代码返回 TRUE 时显示',
  'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo' => 'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo',
  '数据已过期，模块(%string)中已不存在这个区块，请更新 <a href="!url">区块列表缓存</a>' => '数据已过期，模块(%string)中已不存在这个区块，请更新 <a href="!url">区块列表缓存</a>',
  '标题长度不超过 %length 字符' => '标题长度不超过 %length 字符',
  '设置成功' => '设置成功',
  '清除区块列表缓存' => '清除区块列表缓存',
  '清除区块内容缓存' => '清除区块内容缓存',
  '清除成功' => '清除成功',
  '管理区块' => '管理区块',
  '编辑区块' => '编辑区块',
  '标题' => '标题',
  '内容' => '内容',
  '不使用以上格式，即内容不做任何处理' => '不使用以上格式，即内容不做任何处理',
  '长度不超过 %length 字符' => '长度不超过 %length 字符',
  '操作成功' => '操作成功',
  '操作失败' => '操作失败',
  '删除成功' => '删除成功',
  '删除失败' => '删除失败',
  '编辑' => '编辑',
  '删除' => '删除',
  '名称' => '名称',
  '操作' => '操作',
  '普通模式：一行一个路径。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页' => '普通模式：一行一个路径。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页',
  '正则模式：必须以斜杠(/)开始和结束。如：/user\\/.*?\\/edit/ 将匹配 user/*/edit' => '正则模式：必须以斜杠(/)开始和结束。如：/user\\/.*?\\/edit/ 将匹配 user/*/edit',
);
$js_lang = array (
);
