<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Mongolian(mn)
 * 共有 45 条翻译
 */

$lang = array (
  '缓存管理' => 'Завсрын хадгалагчийн удирдлага',
  '添加区块' => 'Блок нэмэх',
  '无' => 'Үгүй',
  '区域' => 'Муж',
  '权重' => 'Жин',
  '启用' => 'Идэвхжүүлэх',
  '配置' => 'Тохиргоо',
  '恢复默认值' => 'Өгөгдмөл утгыг сэргээх',
  '此操作不可恢复。将删除针对此区块的自定义配置，恢复初始值！' => 'Уг үйлдлийг сэргээх боломжгүй。Тус блокийн өөрийн тохиргоог устган анхны утгаа сэргээнэ！',
  '区块管理' => 'Блокийн удирдлага',
  '这个主题不能设置区块' => 'Энэ сэдвээр блокийг тохируулах боломжгүй',
  '保存成功' => 'Хадгалалт амжилттай боллоо',
  '已恢复默认值' => 'Өгөгдмөл утгыг сэргээлээ',
  '区块配置' => 'Блокийн тохиргоо',
  '区块列表' => 'Блокийн жагсаалт',
  '所属模块' => 'Бүх харъяалагдах модуль',
  '显示标题' => 'Гарчиг харуулах',
  '隐藏标题则留空' => 'Гарчгийг далдлан зай үлдээх',
  '显示设置' => 'Тохиргоог харуулах',
  '在下列页面显示' => 'Дараах хуудсанд харуулах',
  '除下列页面外的其它页面显示' => 'Дараах хуудаснаас бусад хуудсанд харуулахгүй',
  '根据系统路径设置区块显示，可使用以下三种匹配模式：' => 'Системийн замын тохируулсан блок харуулсны дагуу дараах гурван төрлийн горим тохирох боломжтой：',
  '普通模式：一行一个。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页' => 'Энгийн горим：нэг мөрт нэг байна。Ташуу зураас(/) бүхэл замыг илэрхийлнэ。Жишээ нь：user дан хуудастай тэнцэнэ，user/ нь user-н дараах бүх хуудастай тэнцэнэ。&lt;front&gt; нь нуур хуудсыг илэрхийлнэ',
  '当 PHP 代码返回 TRUE 时显示' => 'PHP кодын буцалт TRUE үед харуулах',
  'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo' => 'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo',
  '数据已过期，模块(%string)中已不存在这个区块，请更新 <a href="!url">区块列表缓存</a>' => 'Өгөгдлийн хугацаа дууссан байна，Модуль (%string)-д энэ блок байхгүй байна，<a href="!url"> блокийн жагсаалтын завсрын хадгаламжийг шинэчлэнэ үү</a>',
  '标题长度不超过 %length 字符' => 'Гарчгийн урт %length тэмдэгтээс хэтэрч болохгүй',
  '设置成功' => 'Тохиргоо амжилттай боллоо',
  '清除区块列表缓存' => 'Блокийн жагсаалтын завсрын хадгаламжийг цэвэрлэнэ үү',
  '清除区块内容缓存' => 'Блокийн агуулгын завсрын хадгаламжийг цэвэрлэнэ үү',
  '清除成功' => 'Цэвэрлэгээ амжилттай боллоо',
  '管理区块' => 'Удирдлагын блок',
  '编辑区块' => 'Блокийн засварлах',
  '标题' => 'Гарчиг',
  '内容' => 'Агуулга',
  '不使用以上格式，即内容不做任何处理' => 'Дээрх форматыг хэрэглэхгүй，агуулга ямар ч боловсруулалт хийхгүй',
  '长度不超过 %length 字符' => 'Урт %length тэмдэгтээс хэтэрч болохгүй',
  '操作成功' => 'Үйлдэл амжиллтай боллоо',
  '操作失败' => 'Үйлдэл амжилтгүй боллоо',
  '删除成功' => 'Устгал амжилттай боллоо',
  '删除失败' => 'Устгал амжилтгүй боллоо',
  '编辑' => 'Засварлах',
  '删除' => 'Устгах',
  '名称' => 'Нэр',
  '操作' => 'Үйлдэл',
);
$js_lang = array (
);
