<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Russian(Русский)(ru)
 * 共有 45 条翻译
 */

$lang = array (
  '缓存管理' => 'управление кэшом',
  '添加区块' => 'Добавить блок',
  '无' => 'Нет',
  '区域' => 'Район',
  '权重' => 'Вес',
  '启用' => 'открыть',
  '配置' => 'Установка',
  '恢复默认值' => 'Восстановить значения по умолчанию',
  '此操作不可恢复。将删除针对此区块的自定义配置，恢复初始值！' => 'Это действие не может быть восстановлен. Будет удалить пользовательские настройки для данного блока, восстановить первоначальное значение！',
  '区块管理' => 'управление блоками',
  '这个主题不能设置区块' => 'Невозможно настроить блок для этой темы',
  '保存成功' => 'Успешно сохранена',
  '已恢复默认值' => 'значение по умолчанию уже восстановлено',
  '区块配置' => 'настройка блога',
  '区块列表' => 'список блога',
  '所属模块' => 'ведомая модуль',
  '显示标题' => 'показать тему',
  '隐藏标题则留空' => 'пустый в ситуации скрытия заголовка',
  '显示设置' => 'показать настройку',
  '在下列页面显示' => 'показанный в следующих страницах',
  '除下列页面外的其它页面显示' => 'показанный в других страницах, кроме следующих',
  '根据系统路径设置区块显示，可使用以下三种匹配模式：' => 'По показанию блока настройки системных маршрутов можно использовать три следующие модули：',
  '普通模式：一行一个。斜杠(/)代表整个路径。如：user 匹配单个页面，而 user/ 匹配以 user 下的所有页面。&lt;front&gt; 代表首页' => 'нормальная модуль：один в каждом строчке. Слэш(/) означает все маршрут. Например: user и одна страница совпадают, а user/ и все страницы под user совпадают. &lt;front&gt; означает главную страницу',
  '当 PHP 代码返回 TRUE 时显示' => 'показать в ситуации возращения знаки PHP в TRUE',
  'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo' => 'PHP模式：如：if ($GLOBALS[\'user\']->uid == 1) return true;不能包含 PHP 标签。必须用 return 而不是 echo',
  '数据已过期，模块(%string)中已不存在这个区块，请更新 <a href="!url">区块列表缓存</a>' => '数据已过期，模块(%string)中已不存在这个区块，请更新 <a href="!url">区块列表缓存</a>',
  '标题长度不超过 %length 字符' => 'Длина темы не более %length символов',
  '设置成功' => 'Успешно настроин',
  '清除区块列表缓存' => 'Очистить кэш черного списка',
  '清除区块内容缓存' => 'Очистить кэш содержания блока',
  '清除成功' => 'Успешно очищен',
  '管理区块' => 'управление блоками',
  '编辑区块' => 'редактировать блог',
  '标题' => 'Тема',
  '内容' => 'Содержание',
  '不使用以上格式，即内容不做任何处理' => 'Не использовать вышесказанные форматы, то есть, ничего не делать',
  '长度不超过 %length 字符' => 'Длина не более %length символов',
  '操作成功' => 'Операция успешна',
  '操作失败' => 'неудачная операция',
  '删除成功' => 'Успешно удален',
  '删除失败' => 'неуспешно удалить',
  '编辑' => 'Редактировать',
  '删除' => 'Удалить',
  '名称' => 'Название',
  '操作' => 'Операция',
);
$js_lang = array (
);
